{
  "adjacent.nvim": {
    "branch": "main"
  },
  "auto-save.nvim": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "close-buffers.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "comment.nvim": {
    "branch": "master"
  },
  "committia.vim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "iswap.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "luasnip": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mkdir.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-early-retirement": {
    "branch": "main"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lastplace": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-neoclip.lua": {
    "branch": "main"
  },
  "nvim-rip-substitute": {
    "branch": "main"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree-pairs": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-various-textobjs": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "sort.nvim": {
    "branch": "main"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "targets.vim": {
    "branch": "master"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-project.nvim": {
    "branch": "master"
  },
  "telescope-recent-files.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "text-case.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-caser": {
    "branch": "master"
  },
  "vim-cool": {
    "branch": "master"
  },
  "vim-eunuch": {
    "branch": "master"
  },
  "vim-just": {
    "branch": "main"
  },
  "vim-mergetool": {
    "branch": "master"
  },
  "vim-numbertoggle": {
    "branch": "main"
  },
  "vim-slime": {
    "branch": "main"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wildfire.nvim": {
    "branch": "master"
  }
}
