{
  "auto-save.nvim": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "close-buffers.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "comment.nvim": {
    "branch": "master"
  },
  "committia.vim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "flutter-tools.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "iswap.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "luasnip": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mkdir.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lastplace": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-neoclip.lua": {
    "branch": "main"
  },
  "nvim-puppeteer": {
    "branch": "main"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree-pairs": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-various-textobjs": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "sort.nvim": {
    "branch": "main"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "targets.vim": {
    "branch": "master"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-git-conflicts.nvim": {
    "branch": "main"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-caser": {
    "branch": "master"
  },
  "vim-cool": {
    "branch": "master"
  },
  "vim-just": {
    "branch": "main"
  },
  "vim-mergetool": {
    "branch": "master"
  },
  "vim-numbertoggle": {
    "branch": "main"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wildfire.nvim": {
    "branch": "master"
  }
}
